Revit 2027 API
ParameterTypeId.ZoneDesignCoolTemperature Property
 "Design Temperature for Cooling"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneDesignCoolTemperature { get; }
Public Shared ReadOnly Property ZoneDesignCoolTemperature As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneDesignCoolTemperature {
	ForgeTypeId^ get ();
}
static member ZoneDesignCoolTemperature : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace